Repository: ahmedsaptan/Honda
Catalog: src/locale/messages.*.xlf
Languages: ar

# 10EXPLORE
source: EXPLORE
ar: اكتشف

# AUTOMOBILES
source: AUTOMOBILES <span>(current)</span>
ar: السيارات

source: MODELS
ar: الموديلات

# OWNERS
source: OWNERS <span>(current)</span>
ar: أصحاب

source: Contact us
ar: اتصل بنا

source: Home
ar: الصفحة الرئيسسة

# 1ABOUT
source: ABOUT
ar: الاخبار

# 1SAFETY
source: SAFETY
ar: الامان

# 1TECHNOLOGY
source: TECHNOLOGY
ar: تقنية

# 1SERVICE-AND-WARANTY
source: SERVICE AND WARANTY
ar: الخدمات والضمان

# 1ABOUT-THE-DELLAR
source: ABOUT THE DELLAR
ar: الاخبار عن

# 1HONDA-WORLD-WIDE
source: HONDA WORLD WIDE
ar: هوندا حول العالم

# 1OFFERS-AND-PROMOTIONS
source: OFFERS AND PROMOTIONS
ar: العروض

# 1THE-SOCIAL-WALL
source: THE SOCIAL WALL
ar: الجدار الاجتماعي

# 1MEDIA-CENTER
source: MEDIA CENTER
ar: المركز الاعلامي

# 2Automobiles
source: Automobiles
ar: السيارات

# 2Motocycle
source: Motocycle
ar: الدرجات النارية

# 2Power-Products
source: Power Products
ar: منتجات القوة

# 2Marine
source: Marine
ar: مارينا

# 3Country
source: Country
ar: البلد

# 3I-Live-in
source: I Live in
ar: انا اعيش فى

# 3State
source: State
ar: الدوله

# 3Egypt
source: Egypt
ar: مصر

# 3Canada
source: Canada
ar: كندا

# 3China
source: China
ar: الصين

# 3Colombia
source: Colombia
ar: كولومبيا

# 3France
source: France
ar: فرنسا

# 3I-Spock
source: I Spock
ar: انا اتحدث

# 3Lang
source: Lang
ar: اللغه

# 3English
source: English
ar: الانجليزية

# 3Arabic
source: Arabic
ar: العربية

# 3Chinese
source: Chinese
ar: الصينية

# 3Spanish
source: Spanish
ar: الاسبانية

# 3Hindi
source: Hindi
ar: الهندية

# 3Processed
source: Processed
ar: اكمل

# 4FOLLOW
source: FOLLOW US
ar: تابعنا

# 4Facebook
source: Facebook
ar: قيسبوك

# 4Twitter
source: Twitter
ar: تويتر

# 4Youtube
source: Youtube
ar: يوتيوب

# 4instagram
source: Instagram
ar: انستجرام

# 11EXPLORE
source: EXPLORE
ar: اكتشف
